12/data/attachments/38c33b100a8a4124.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Victoria_eat_Friend_44710_3</nif:username>
            <nif:friendToBeRequested>soap_friends_2285751f-b641-4364-b570-3a4ef0958e6f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>